Repository: enefry/MusicFree
Catalog: Packages/MusicFreeUI/Sources/DesignSystem/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans

# 播放、导入和存储偏好将恢复为默认值。
source: Playback, import, and storage preferences will be restored to their defaults.
de: Wiedergabe-, Import- und Speichereinstellungen werden auf die Standardwerte zurückgesetzt.
es: Las preferencias de reproducción, importación y almacenamiento se restablecerán a sus valores predeterminados.
fr: Les préférences de lecture, d’importation et de stockage seront rétablies à leurs valeurs par défaut.
ja: 再生、読み込み、ストレージの設定をデフォルトに戻します。
zh_hans: 播放、导入和存储偏好将恢复为默认值。

# 播放偏好
source: Playback preferences
de: Wiedergabeeinstellungen
es: Preferencias de reproducción
fr: Préférences de lecture
ja: 再生設定
zh_hans: 播放偏好

# 播放全部
source: Play all
de: Alle abspielen
es: Reproducir todo
fr: Tout lire
ja: すべて再生
zh_hans: 播放全部

# 播放列表
source: Playlists
de: Wiedergabelisten
es: Listas de reproducción
fr: Listes de lecture
ja: プレイリスト
zh_hans: 播放列表

# 播放列表分页状态无效，请稍后重试。
source: The playlist page state is invalid. Try again later.
de: Der Status der Wiedergabelistenseite ist ungültig. Versuchen Sie es später erneut.
es: El estado de la página de la lista de reproducción no es válido. Inténtalo de nuevo más tarde.
fr: L’état de la page de playlist n’est pas valide. Réessayez plus tard.
ja: プレイリストのページ状態が無効です。後でもう一度お試しください。
zh_hans: 播放列表分页状态无效，请稍后重试。

# 播放列表加载失败
source: Could not load playlists
de: Wiedergabelisten konnten nicht geladen werden
es: No se pudieron cargar las listas de reproducción
fr: Impossible de charger les playlists
ja: プレイリストを読み込めませんでした
zh_hans: 播放列表加载失败

# 播放列表名称
source: Playlist name
de: Name der Wiedergabeliste
es: Nombre de la lista
fr: Nom de la playlist
ja: プレイリスト名
zh_hans: 播放列表名称

# 播放列表名称不能超过 80 个字符。
source: Playlist name cannot exceed 80 characters.
de: Der Name der Wiedergabeliste darf höchstens 80 Zeichen enthalten.
es: El nombre de la lista de reproducción no puede superar los 80 caracteres.
fr: Le nom de la playlist ne peut pas dépasser 80 caractères.
ja: プレイリスト名は80文字以内にしてください。
zh_hans: 播放列表名称不能超过 80 个字符。

# 播放列表名称已存在。
source: A playlist with this name already exists.
de: Eine Wiedergabeliste mit diesem Namen existiert bereits.
es: Ya existe una lista de reproducción con este nombre.
fr: Une playlist portant ce nom existe déjà.
ja: この名前のプレイリストはすでに存在します。
zh_hans: 播放列表名称已存在。

# 播放历史
source: Playback history
de: Wiedergabeverlauf
es: Historial de reproducción
fr: Historique de lecture
ja: 再生履歴
zh_hans: 播放历史

# 播放历史不可用
source: Playback history is unavailable
de: Der Wiedergabeverlauf ist nicht verfügbar
es: El historial de reproducción no está disponible
fr: L’historique de lecture n’est pas disponible
ja: 再生履歴を利用できません
zh_hans: 播放历史不可用

# 播放失败
source: Playback failed
de: Wiedergabe fehlgeschlagen
es: Error de reproducción
fr: Échec de la lecture
ja: 再生に失敗しました
zh_hans: 播放失败

# 播放或暂停
source: Play or pause
de: Abspielen oder pausieren
es: Reproducir o pausar
fr: Lire ou mettre en pause
ja: 再生または一時停止
zh_hans: 播放或暂停

# 播放操作已取消。
source: Playback was canceled.
de: Die Wiedergabe wurde abgebrochen.
es: La reproducción se canceló.
fr: La lecture a été annulée.
ja: 再生をキャンセルしました。
zh_hans: 播放操作已取消。

# 播放操作无法完成，请稍后重试。
source: The playback operation could not be completed. Try again later.
de: Der Wiedergabevorgang konnte nicht abgeschlossen werden. Versuchen Sie es später erneut.
es: No se pudo completar la operación de reproducción. Inténtalo de nuevo más tarde.
fr: L’opération de lecture n’a pas pu être terminée. Réessayez plus tard.
ja: 再生操作を完了できませんでした。後でもう一度お試しください。
zh_hans: 播放操作无法完成，请稍后重试。

# 播放服务暂时不可用，请稍后重试。
source: The playback service is temporarily unavailable. Try again later.
de: Der Wiedergabedienst ist vorübergehend nicht verfügbar. Versuchen Sie es später erneut.
es: El servicio de reproducción no está disponible temporalmente. Inténtalo de nuevo más tarde.
fr: Le service de lecture est temporairement indisponible. Réessayez plus tard.
ja: 再生サービスを一時的に利用できません。後でもう一度お試しください。
zh_hans: 播放服务暂时不可用，请稍后重试。

# 播放模式
source: Playback mode
de: Wiedergabemodus
es: Modo de reproducción
fr: Mode de lecture
ja: 再生モード
zh_hans: 播放模式

# 播放歌曲
source: Play song
de: Titel abspielen
es: Reproducir canción
fr: Lire le morceau
ja: 曲を再生
zh_hans: 播放歌曲

# 播放歌曲后，历史和继续播放队列会显示在这里。
source: History and the continue-playing queue will appear here after you play songs.
de: Nach der Wiedergabe von Songs werden hier der Verlauf und die Warteschlange für die Fortsetzung angezeigt.
es: Aquí aparecerán el historial y la cola de reproducción continua después de reproducir canciones.
fr: L’historique et la file de lecture à suivre s’afficheront ici après la lecture de chansons.
ja: 曲を再生すると、履歴と続きから再生するキューがここに表示されます。
zh_hans: 播放歌曲后，历史和继续播放队列会显示在这里。

# 播放源（试听）
source: Playback source (audition)
de: Wiedergabequelle (Vorschau)
es: Fuente de reproducción (escucha)
fr: Source de lecture (écoute)
ja: 再生ソース（試聴）
zh_hans: 播放源（试听）

# 播放结束
source: Playback ended
de: Wiedergabe beendet
es: Reproducción finalizada
fr: Lecture terminée
ja: 再生終了
zh_hans: 播放结束

# 播放能力
source: Playback capabilities
de: Wiedergabefunktionen
es: Funciones de reproducción
fr: Fonctions de lecture
ja: 再生機能
zh_hans: 播放能力

# 播放试听
source: Play audition
de: Vorschau abspielen
es: Reproducir muestra
fr: Lire l’aperçu
ja: 試聴を再生
zh_hans: 播放试听

# 播放过的歌曲会按时间显示在这里。
source: Played songs will appear here in chronological order.
de: Wiedergegebene Songs werden hier chronologisch angezeigt.
es: Las canciones reproducidas aparecerán aquí en orden cronológico.
fr: Les chansons lues s’afficheront ici par ordre chronologique.
ja: 再生した曲が時系列でここに表示されます。
zh_hans: 播放过的歌曲会按时间显示在这里。

# 播放过的歌曲会显示在这里。
source: Played songs will appear here.
de: Hier werden wiedergegebene Songs angezeigt.
es: Aquí aparecerán las canciones reproducidas.
fr: Les chansons lues s’afficheront ici.
ja: 再生した曲がここに表示されます。
zh_hans: 播放过的歌曲会显示在这里。

# 播放进度
source: Playback progress
de: Wiedergabefortschritt
es: Progreso de reproducción
fr: Progression de la lecture
ja: 再生進行状況
zh_hans: 播放进度

# 播放选项
source: Playback options
de: Wiedergabeoptionen
es: Opciones de reproducción
fr: Options de lecture
ja: 再生オプション
zh_hans: 播放选项

# 播放队列
source: Play queue
de: Warteschlange
es: Cola de reproducción
fr: File d’attente
ja: 再生キュー
zh_hans: 播放队列

# 播放队列已更新，请重新调整顺序。
source: The play queue was updated. Adjust the order again.
de: Die Wiedergabewarteschlange wurde aktualisiert. Passen Sie die Reihenfolge erneut an.
es: La cola de reproducción se actualizó. Ajusta el orden de nuevo.
fr: La file de lecture a été mise à jour. Réorganisez-la.
ja: 再生キューが更新されました。もう一度順序を調整してください。
zh_hans: 播放队列已更新，请重新调整顺序。

# 播放队列歌曲
source: Play queue song
de: Titel der Warteschlange
es: Canción de la cola
fr: Morceau de la file d’attente
ja: 再生キューの曲
zh_hans: 播放队列歌曲

# 操作前请确认
source: Review before continuing
de: Vor dem Fortfahren prüfen
es: Revisar antes de continuar
fr: Vérifier avant de continuer
ja: 続行する前に確認
zh_hans: 操作前请确认

# 操作只处理应用生成的缓存或已记录的维护事务，不会删除资料库媒体文件。
source: This only handles app-generated caches or recorded maintenance transactions. Library media files will not be deleted.
de: Dieser Vorgang verarbeitet nur von der App erzeugte Caches oder aufgezeichnete Wartungsvorgänge. Medien in der Mediathek werden nicht gelöscht.
es: Esto solo gestiona las cachés generadas por la app o las transacciones de mantenimiento registradas. Los archivos multimedia de la biblioteca no se eliminarán.
fr: Cette opération traite uniquement les caches générés par l’app ou les transactions de maintenance enregistrées. Les fichiers multimédias de la bibliothèque ne seront pas supprimés.
ja: アプリが生成したキャッシュまたは記録済みのメンテナンス処理のみを扱います。ライブラリのメディアファイルは削除されません。
zh_hans: 操作只处理应用生成的缓存或已记录的维护事务，不会删除资料库媒体文件。

# 操作失败
source: Operation failed
de: Vorgang fehlgeschlagen
es: Error de operación
fr: Échec de l’opération
ja: 操作に失敗しました
zh_hans: 操作失败

# 操作完成，未发现需要处理的项目。
source: Operation complete. No items required attention.
de: Vorgang abgeschlossen. Keine zu bearbeitenden Elemente gefunden.
es: Operación completada. No se encontraron elementos que requirieran atención.
fr: Opération terminée. Aucun élément ne nécessite d’intervention.
ja: 操作が完了しました。処理が必要な項目はありません。
zh_hans: 操作完成，未发现需要处理的项目。

# 操作未完成，请重试。
source: The operation did not complete. Try again.
de: Der Vorgang wurde nicht abgeschlossen. Versuchen Sie es erneut.
es: La operación no se completó. Inténtalo de nuevo.
fr: L’opération n’est pas terminée. Réessayez.
ja: 操作を完了できませんでした。もう一度お試しください。
zh_hans: 操作未完成，请重试。

# 操作预期
source: What to expect
de: Was Sie erwartet
es: Qué esperar
fr: Résultat attendu
ja: 操作の結果
zh_hans: 操作预期

# 支持普通歌词和带时间轴的 LRC 文本。保存后仅覆盖 App 资料库，不会改写原始音频标签。
source: Supports plain lyrics and timestamped LRC text. Saving only updates the app library and does not rewrite original audio tags.
de: Unterstützt einfachen Liedtext und zeitcodierten LRC-Text. Beim Speichern wird nur die App-Mediathek aktualisiert, die ursprünglichen Audio-Tags werden nicht überschrieben.
es: Admite letras simples y texto LRC con marcas de tiempo. Guardar solo actualiza la biblioteca de la app y no sobrescribe las etiquetas de audio originales.
fr: Prend en charge les paroles simples et le texte LRC horodaté. L’enregistrement met uniquement à jour la bibliothèque de l’app et ne réécrit pas les balises audio d’origine.
ja: 通常の歌詞とタイムスタンプ付き LRC テキストに対応しています。保存するとアプリのライブラリだけが更新され、元の音声タグは書き換えられません。
zh_hans: 支持普通歌词和带时间轴的 LRC 文本。保存后仅覆盖 App 资料库，不会改写原始音频标签。

# 收藏
source: Favorite
de: Favorit
es: Favorito
fr: Favori
ja: お気に入り
zh_hans: 收藏

# 收藏列表
source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
ja: お気に入り
zh_hans: 收藏

# 收藏的歌曲会显示在这里。
source: Favorite songs will appear here.
de: Hier werden Ihre Lieblingssongs angezeigt.
es: Aquí aparecerán tus canciones favoritas.
fr: Vos chansons préférées s’afficheront ici.
ja: お気に入りの曲がここに表示されます。
zh_hans: 收藏的歌曲会显示在这里。

# 收起试听条
source: Collapse audition bar
de: Vorschauleiste einklappen
es: Contraer barra de escucha
fr: Réduire la barre d’écoute
ja: 試聴バーを閉じる
zh_hans: 收起试听条

# 收起试听面板
source: Collapse audition panel
de: Vorschaufenster einklappen
es: Contraer panel de escucha
fr: Réduire le panneau d’écoute
ja: 試聴パネルを閉じる
zh_hans: 收起试听面板

# 文件位置
source: File location
de: Dateispeicherort
es: Ubicación del archivo
fr: Emplacement du fichier
ja: ファイルの場所
zh_hans: 文件位置

# 文件大小
source: File size
de: Dateigröße
es: Tamaño del archivo
fr: Taille du fichier
ja: ファイルサイズ
zh_hans: 文件大小

# 文件夹
source: Folders
de: Ordner
es: Carpetas
fr: Dossiers
ja: フォルダ
zh_hans: 文件夹

# 文件夹加载失败
source: Could not load folder
de: Ordner konnte nicht geladen werden
es: No se pudo cargar la carpeta
fr: Impossible de charger le dossier
ja: フォルダを読み込めませんでした
zh_hans: 文件夹加载失败

# 文件夹导入已完成
source: Folder import completed
de: Ordnerimport abgeschlossen
es: Importación de carpeta completada
fr: Importation du dossier terminée
ja: フォルダの読み込みが完了しました
zh_hans: 文件夹导入已完成

# 文件夹选项
source: Folder options
de: Ordneroptionen
es: Opciones de carpeta
fr: Options du dossier
ja: フォルダのオプション
zh_hans: 文件夹选项

# 文件日志
source: File logging
de: Dateiprotokollierung
es: Registro en archivo
fr: Journalisation dans un fichier
ja: ファイルログ
zh_hans: 文件日志

# 新封面无法读取
source: The new artwork cannot be read
de: Das neue Cover kann nicht gelesen werden
es: No se puede leer la nueva portada
fr: Impossible de lire la nouvelle pochette
ja: 新しいアートワークを読み取れません
zh_hans: 新封面无法读取

# 新建播放列表
source: New playlist
de: Neue Wiedergabeliste
es: Nueva lista
fr: Nouvelle playlist
ja: 新しいプレイリスト
zh_hans: 新建播放列表

# 新建歌单
source: New playlist
de: Neue Wiedergabeliste
es: Nueva lista
fr: Nouvelle playlist
ja: 新しいプレイリスト
zh_hans: 新建歌单

# 无专辑
source: No Album
de: Kein Album
es: Sin álbum
fr: Sans album
ja: アルバムなし
zh_hans: 无专辑

# 无专辑封面
source: No album artwork
de: Kein Albumcover
es: Sin portada de álbum
fr: Aucune pochette d’album
ja: アルバムアートワークなし
zh_hans: 无专辑封面

# 无歌词
source: No lyrics
de: Kein Liedtext
es: Sin letra
fr: Aucune parole
ja: 歌詞なし
zh_hans: 无歌词

# 无法保存专辑
source: Unable to save album
de: Album konnte nicht gespeichert werden
es: No se puede guardar el álbum
fr: Impossible d’enregistrer l’album
ja: アルバムを保存できません
zh_hans: 无法保存专辑

# 无法保存播放顺序，已恢复为播放器中的实际队列。
source: Could not save the play order. Restored the actual player queue.
de: Die Wiedergabereihenfolge konnte nicht gespeichert werden. Die tatsächliche Player-Warteschlange wurde wiederhergestellt.
es: No se pudo guardar el orden de reproducción. Se restauró la cola real del reproductor.
fr: Impossible d’enregistrer l’ordre de lecture. La file réelle du lecteur a été restaurée.
ja: 再生順を保存できませんでした。プレーヤーの実際のキューに戻しました。
zh_hans: 无法保存播放顺序，已恢复为播放器中的实际队列。

# 无法保存歌曲
source: Could not save song
de: Titel konnte nicht gespeichert werden
es: No se pudo guardar la canción
fr: Impossible d’enregistrer le morceau
ja: 曲を保存できませんでした
zh_hans: 无法保存歌曲

# 无法分享
source: Unable to share
de: Teilen nicht möglich
es: No se puede compartir
fr: Impossible de partager
ja: 共有できません
zh_hans: 无法分享

# 无法分享日志文件
source: Unable to share log file
de: Protokolldatei kann nicht geteilt werden
es: No se puede compartir el archivo de registro
fr: Impossible de partager le fichier journal
ja: ログファイルを共有できません
zh_hans: 无法分享日志文件

# 无法分享歌曲
source: Unable to share song
de: Titel kann nicht geteilt werden
es: No se puede compartir la canción
fr: Impossible de partager le morceau
ja: 曲を共有できません
zh_hans: 无法分享歌曲

# 无法切换应用图标。
source: The app icon could not be changed.
de: Das App-Symbol konnte nicht geändert werden.
es: No se pudo cambiar el icono de la app.
fr: L’icône de l’app n’a pas pu être modifiée.
ja: アプリアイコンを変更できませんでした。
zh_hans: 无法切换应用图标。

# 无法删除专辑
source: Unable to delete album
de: Album kann nicht gelöscht werden
es: No se puede eliminar el álbum
fr: Impossible de supprimer l’album
ja: アルバムを削除できません
zh_hans: 无法删除专辑

# 无法删除歌曲
source: Could not delete song
de: Song konnte nicht gelöscht werden
es: No se pudo eliminar la canción
fr: Impossible de supprimer la chanson
ja: 曲を削除できませんでした
zh_hans: 无法删除歌曲

# 无法刷新专辑源信息
source: Unable to refresh album source information
de: Album-Quellinformationen können nicht aktualisiert werden
es: No se puede actualizar la información de la fuente del álbum
fr: Impossible d’actualiser les informations de la source de l’album
ja: アルバムのソース情報を更新できません
zh_hans: 无法刷新专辑源信息

# 无法加载
source: Unable to load
de: Laden nicht möglich
es: No se puede cargar
fr: Impossible de charger
ja: 読み込めません
zh_hans: 无法加载

# 在线源类型配置错误。
source: The online-source type configuration is invalid.
de: Die Konfiguration des Online-Quelltyps ist ungültig.
es: La configuración del tipo de fuente en línea no es válida.
fr: La configuration du type de source en ligne est invalide.
ja: オンラインソースの種類の設定が無効です。
zh_hans: 在线源类型配置错误。

# 缺少在线源地址。
source: The online-source address is missing.
de: Die Adresse der Online-Quelle fehlt.
es: Falta la dirección de la fuente en línea.
fr: L’adresse de la source en ligne est manquante.
ja: オンラインソースのアドレスがありません。
zh_hans: 缺少在线源地址。

# 找不到在线源凭据。
source: The online-source credentials could not be found.
de: Die Anmeldedaten der Online-Quelle wurden nicht gefunden.
es: No se han encontrado las credenciales de la fuente en línea.
fr: Identifiants de la source en ligne introuvables.
ja: オンラインソースの認証情報が見つかりません。
zh_hans: 找不到在线源凭据。

# 在线源授权已过期。
source: The online-source authorization has expired.
de: Die Autorisierung der Online-Quelle ist abgelaufen.
es: La autorización de la fuente en línea ha caducado.
fr: L’autorisation de la source en ligne a expiré.
ja: オンラインソースの認証の有効期限が切れています。
zh_hans: 在线源授权已过期。

# 在线源返回的数据无法识别。
source: The data returned by the online source could not be recognized.
de: Die von der Online-Quelle zurückgegebenen Daten konnten nicht erkannt werden.
es: No se han podido reconocer los datos devueltos por la fuente en línea.
fr: Les données renvoyées par la source en ligne n’ont pas pu être reconnues.
ja: オンラインソースから返されたデータを認識できません。
zh_hans: 在线源返回的数据无法识别。

# 账号或密码不正确，或 DSM 拒绝了当前登录。
source: The account or password is incorrect, or DSM rejected the current login.
de: Das Konto oder Passwort ist falsch, oder DSM hat die aktuelle Anmeldung abgelehnt.
es: La cuenta o la contraseña no son correctas, o DSM ha rechazado el inicio de sesión actual.
fr: Le compte ou le mot de passe est incorrect, ou DSM a refusé la connexion actuelle.
ja: アカウントまたはパスワードが正しくないか、DSMが現在のログインを拒否しました。
zh_hans: 账号或密码不正确，或 DSM 拒绝了当前登录。

# 在线源拒绝了访问。
source: The online source denied access.
de: Die Online-Quelle hat den Zugriff verweigert.
es: La fuente en línea ha denegado el acceso.
fr: La source en ligne a refusé l’accès.
ja: オンラインソースがアクセスを拒否しました。
zh_hans: 在线源拒绝了访问。

# 找不到在线源资源。
source: The online-source resource could not be found.
de: Die Ressource der Online-Quelle wurde nicht gefunden.
es: No se ha encontrado el recurso de la fuente en línea.
fr: La ressource de la source en ligne est introuvable.
ja: オンラインソースのリソースが見つかりません。
zh_hans: 找不到在线源资源。

# 在线源请求过于频繁。
source: The online source is being requested too frequently.
de: Zu viele Anfragen an die Online-Quelle.
es: Se están realizando demasiadas solicitudes a la fuente en línea.
fr: La source en ligne reçoit trop de requêtes.
ja: オンラインソースへのリクエストが多すぎます。
zh_hans: 在线源请求过于频繁。

# 在线源返回网络错误（HTTP %d）。
source: The online source returned a network error (HTTP %d).
de: Die Online-Quelle hat einen Netzwerkfehler zurückgegeben (HTTP %d).
es: La fuente en línea ha devuelto un error de red (HTTP %d).
fr: La source en ligne a renvoyé une erreur réseau (HTTP %d).
ja: オンラインソースがネットワークエラーを返しました（HTTP %d）。
zh_hans: 在线源返回网络错误（HTTP %d）。

# 在线源服务返回错误（代码 %d）。
source: The online-source service returned an error (code %d).
de: Der Dienst der Online-Quelle hat einen Fehler zurückgegeben (Code %d).
es: El servicio de la fuente en línea ha devuelto un error (código %d).
fr: Le service de la source en ligne a renvoyé une erreur (code %d).
ja: オンラインソースのサービスがエラーを返しました（コード%d）。
zh_hans: 在线源服务返回错误（代码 %d）。

# 在线源暂不支持：%@。
source: The online source does not currently support: %@.
de: Die Online-Quelle unterstützt derzeit Folgendes nicht: %@.
es: La fuente en línea no admite actualmente: %@.
fr: La source en ligne ne prend pas encore en charge : %@.
ja: オンラインソースは現在、%@に対応していません。
zh_hans: 在线源暂不支持：%@。

# 无法加载本地隐私说明
source: Unable to load the local privacy disclosure
de: Die lokalen Datenschutzhinweise konnten nicht geladen werden
es: No se pudo cargar la información de privacidad local
fr: Impossible de charger les informations locales sur la confidentialité
ja: ローカルのプライバシー情報を読み込めません
zh_hans: 无法加载本地隐私说明

# 无法打开文件选择器。
source: Could not open the file picker.
de: Die Dateiauswahl konnte nicht geöffnet werden.
es: No se pudo abrir el selector de archivos.
fr: Impossible d’ouvrir le sélecteur de fichiers.
ja: ファイルピッカーを開けませんでした。
zh_hans: 无法打开文件选择器。

# 无法执行操作
source: Unable to perform operation
de: Vorgang kann nicht ausgeführt werden
es: No se puede realizar la operación
fr: Impossible d’effectuer l’opération
ja: 操作を実行できません
zh_hans: 无法执行操作

# 无法搜索资料库。
source: Unable to search the library.
de: Mediathek kann nicht durchsucht werden.
es: No se puede buscar en la biblioteca.
fr: Impossible de rechercher dans la bibliothèque.
ja: ライブラリを検索できません。
zh_hans: 无法搜索资料库。

# 无法更新播放队列
source: Could not update the play queue
de: Wiedergabewarteschlange konnte nicht aktualisiert werden
es: No se pudo actualizar la cola de reproducción
fr: Impossible de mettre à jour la file de lecture
ja: 再生キューを更新できませんでした
zh_hans: 无法更新播放队列

# 无法更新收藏
source: Unable to update favorite
de: Favorit kann nicht aktualisiert werden
es: No se puede actualizar el favorito
fr: Impossible de mettre à jour le favori
ja: お気に入りを更新できません
zh_hans: 无法更新收藏

# 无法添加
source: Could not add
de: Hinzufügen nicht möglich
es: No se pudo añadir
fr: Impossible d’ajouter
ja: 追加できませんでした
zh_hans: 无法添加

# 无法添加到播放列表
source: Could not add to playlist
de: Konnte nicht zur Wiedergabeliste hinzugefügt werden
es: No se pudo añadir a la lista de reproducción
fr: Impossible d’ajouter à la playlist
ja: プレイリストに追加できませんでした
zh_hans: 无法添加到播放列表

# 无法添加到播放列表，请稍后重试。
source: Could not add to playlist. Try again later.
de: Konnte nicht zur Wiedergabeliste hinzugefügt werden. Versuchen Sie es später erneut.
es: No se pudo añadir a la lista de reproducción. Inténtalo de nuevo más tarde.
fr: Impossible d’ajouter à la playlist. Réessayez plus tard.
ja: プレイリストに追加できませんでした。後でもう一度お試しください。
zh_hans: 无法添加到播放列表，请稍后重试。

# 无法添加在线源
source: Unable to add online source
de: Online-Quelle kann nicht hinzugefügt werden
es: No se puede añadir la fuente en línea
fr: Impossible d’ajouter la source en ligne
ja: オンラインソースを追加できません
zh_hans: 无法添加在线源

# 无法清除播放历史
source: Could not clear playback history
de: Wiedergabeverlauf konnte nicht gelöscht werden
es: No se pudo borrar el historial de reproducción
fr: Impossible d’effacer l’historique de lecture
ja: 再生履歴を消去できませんでした
zh_hans: 无法清除播放历史

# 无法清除播放历史，请稍后重试。
source: Could not clear playback history. Try again later.
de: Der Wiedergabeverlauf konnte nicht gelöscht werden. Versuchen Sie es später erneut.
es: No se pudo borrar el historial de reproducción. Inténtalo de nuevo más tarde.
fr: Impossible d’effacer l’historique de lecture. Réessayez plus tard.
ja: 再生履歴を消去できませんでした。後でもう一度お試しください。
zh_hans: 无法清除播放历史，请稍后重试。

# 无法读取专辑艺人信息
source: Unable to read album artist information
de: Album-Interpreteninformationen können nicht gelesen werden
es: No se puede leer la información del artista del álbum
fr: Impossible de lire les informations sur l’artiste de l’album
ja: アルバムアーティスト情報を読み取れません
zh_hans: 无法读取专辑艺人信息

# 无法读取专辑艺人信息，未保存任何修改。
source: Album artist information could not be read. No changes were saved.
de: Die Informationen zum Album-Interpret konnten nicht gelesen werden. Es wurden keine Änderungen gespeichert.
es: No se pudo leer la información del artista del álbum. No se guardaron cambios.
fr: Les informations sur l’artiste de l’album sont illisibles. Aucune modification n’a été enregistrée.
ja: アルバムアーティスト情報を読み取れませんでした。変更は保存されていません。
zh_hans: 无法读取专辑艺人信息，未保存任何修改。

# 无法读取歌曲关系信息
source: Unable to read song relationship information
de: Beziehungsinformationen der Titel können nicht gelesen werden
es: No se puede leer la información de relaciones de canciones
fr: Impossible de lire les relations entre les morceaux
ja: 曲の関連情報を読み取れません
zh_hans: 无法读取歌曲关系信息

# 无法读取歌曲的艺人、专辑或流派信息，未保存任何修改。
source: Could not read the song’s artist, album, or genre information; no changes were saved.
de: Die Künstler-, Album- oder Genreinformationen des Titels konnten nicht gelesen werden; es wurden keine Änderungen gespeichert.
es: No se pudo leer la información de artista, álbum o género de la canción; no se guardó ningún cambio.
fr: Impossible de lire les informations d’artiste, d’album ou de genre du morceau ; aucune modification n’a été enregistrée.
ja: 曲のアーティスト、アルバム、ジャンル情報を読み取れないため、変更は保存されませんでした。
zh_hans: 无法读取歌曲的艺人、专辑或流派信息，未保存任何修改。

# 无法读取的设置数据将被替换，资料库和媒体文件不会被删除。
source: Unreadable settings data will be replaced. The library and media files will not be deleted.
de: Nicht lesbare Einstellungsdaten werden ersetzt. Die Mediathek und Mediendateien werden nicht gelöscht.
es: Los datos de ajustes ilegibles se sustituirán. La biblioteca y los archivos multimedia no se eliminarán.
fr: Les données de réglages illisibles seront remplacées. La bibliothèque et les fichiers multimédias ne seront pas supprimés.
ja: 読み取れない設定データを置き換えます。ライブラリとメディアファイルは削除されません。
zh_hans: 无法读取的设置数据将被替换，资料库和媒体文件不会被删除。

# 无法载入%@。
source: Unable to load %@.
de: %@ konnte nicht geladen werden.
es: No se pudo cargar %@.
fr: Impossible de charger %@.
ja: %@を読み込めません。
zh_hans: 无法载入%@。

# 无法载入最近添加，点击重试
source: Could not load recent additions. Tap to retry
de: Kürzlich hinzugefügte Elemente konnten nicht geladen werden. Zum Wiederholen tippen
es: No se pudieron cargar las adiciones recientes. Toca para volver a intentarlo
fr: Impossible de charger les ajouts récents. Touchez pour réessayer
ja: 最近の追加項目を読み込めませんでした。タップして再試行してください
zh_hans: 无法载入最近添加，点击重试
